Repository: frostkom/mf_log
Catalog: lang/lang_log-*.po
Languages: nb_no, sv_se

source: Log
nb_no: Logg
sv_se: Logg

source: Activate
nb_no: Aktiver

source: Debug Database Queries
nb_no: Debug Database Spørringer

source: Query Time Limit
nb_no: Søket Frist

source: Page Time Limit
nb_no: Siden Fristen

source: Slow Part Percent Limit
nb_no: Sakte Del Prosent Grense

source: Add this to the end of %s
nb_no: Legg dette til slutten av %s

source: %s is not writable. Please, make sure that the folder can be written to so that Wordpress can log errors
nb_no: %s er ikke skrivbar. Vær så snill, må du kontrollere at mappen kan være skrevet slik at Wordpress kan logge feil
sv_se: %s är inte skrivbar. Se till så att mappen är skrivbar så att Wordpress kan logga fel

source: Change settings in %s
nb_no: Endre innstillinger i %s

source: This will hurt performance on the frontend so use this for debugging only and then turn off
nb_no: Dette vil skade ytelse på frontend-så bruk denne for feilsøking og deretter slå av
sv_se: Detta påverkar prestandan negativt på webbsidan så använd detta endast för debugging och stäng av det efteråt

source: Remove %s from %s
nb_no: Fjern %s fra %s

source: New
nb_no: Ny
sv_se: Ny

source: There are %d new errors in the log
nb_no: Det er %d nye feil i loggen
sv_se: Det finns %d nya fel i loggen

source: There is one new error in the log
nb_no: Det er en ny feil i loggen
sv_se: Det finns ett nytt fel i loggen

source: The information was deleted
nb_no: Informasjon ble slettet
sv_se: Informationen togs bort

source: The information is being ignored from now on
nb_no: Informasjonen blir ignorert fra nå av

source: I could only delete %d within %d seconds
nb_no: Jeg kan bare slette %d i %d sekunder

source: I deleted them all for you
nb_no: Jeg slettet dem alle for deg

source: All
nb_no: Alle
sv_se: Alla

source: Notice
nb_no: Merke

source: Ignore
nb_no: Ignorere
sv_se: Ignorera

source: Trash
nb_no: Søppel
sv_se: Papperskorg

source: Name
nb_no: Navn
sv_se: Namn

source: Amount
nb_no: Beløp

source: Date
nb_no: Dato
sv_se: Datum

source: Delete
nb_no: Slett
sv_se: Radera

source: Delete All
nb_no: Slette Alle

source: The information is now set to be ignored
sv_se: Informationen är satt till att ignoreras

source: Debug query
sv_se: Debugga databasfrågor

source: Debug page
sv_se: Debugga sida

source: debug.log was too large so it was deleted
sv_se: debug.log var för stor så den raderades

source: Debug DB queries
sv_se: Debugga databasfrågor

source: Query time limit
sv_se: Gränsvärde för databasfrågor

source: Page time limit
sv_se: Gränsvärde för sidvisning

source: %s should be set to %s in wp-config.php
sv_se: %s bör vara satt till %s i wp-config.php
